<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <title>Hilfe</title>
</head>
<body style='font-family: "Helvetica Neue", Helvetica, Arial, sans-serif'>

<h2>Umfragen anlegen und entfernen</h2>
Auf den Buttons im linken Teil des Fensters ganz unten k&ouml;nnen Umfragen hinzugef&uuml;gt bzw. entfernt werden.
<h2>Fragen hinzuf&uuml;gen</h2>
Ist eine Umfrage ausgew&auml;hlt k&ouml;nnen &uuml;ber den Button "Hinzuf&uuml;gen" Fragen hinzugef&uuml;gt werden.
<h3>Frage</h3>
Bestimmt die eigentliche Frage. <i>Beispiel:</i> Wenn Sonntag Bundestagswahl w&auml;re, wen w&uuml;rden sie w&auml;hlen?
<h3>Hinweis</h3>
Kann die gestellte Frage pr&auml;zisieren. <i>Beispiel:</i> Ber&uuml;cksichtigen sie aktuelle politische Ereignisse.
<h3>Pflichtfrage</h3>
Gibt an ob die Frage beantwortet sein muss um den Fragebogen abgeben zu k&ouml;nnen.
<h3>Fragentyp</h3>
Es gibt 3 Frage Typen:
<h4>Singlechoice</h4>
Es kann aus den gegebenen Antwortm&ouml;glichkeiten nur eine ausgew&auml;hlt werden.

<h4>Multiplechoice</h4>
Es k&ouml;nnen mehrere Antwortm&ouml;glichkeiten ausgew&auml;hlt werden werden.
<h4>Freitext</h4>
Es kann ein beliebiger Text angegeben werden.
<h3>Antwortm&ouml;glichkeiten</h3>
<h4>Text</h4>
Die Antwort m&ouml;glichekiten zu einer Frage. <i>Beispiel:</i> Wenn Sonntag Wahl w&auml;re, wenn w&uuml;rden sie w&auml;hlen? A: SPD B: CDU C:Piratenpartei
<h4>Wert</h4>
Gibt die Gewichtung einer Frage an. <i>Beispiel:</i> Es gibt einen Fragebogen f&uuml;r die Notenvergabe. Die Codequalit&auml;t soll doppelt so stark gewichtet werden wie das Design.
<h2>Freigeben und schlie&szlig;en von Umfragen</h2>
<h3>Status</h3>
Der Status einer Umfrage
<h4>Neu</h4>
Die Umfrage wurde noch nie freigegeben.
<h4>Offen</h4>
Unter der Webadresse kann die Umfrage durchgef&uuml;hrt werden.
<h4>Geschlossen</h4>
Die Umfrage wurde geschlossen. Es kann nicht mehr abgestimmt werden.
<h3>Webadresse</h3>
Die Adresse unter der Ger&auml;te im Netzwerk die Umfragen aufrufen k&ouml;nnen.
Es kann immer nur eine Umfrage gleichzeitig ge&ouml;ffnet werden.
<h2>Ergebnisse und Auswertung</h2>
Der Button Ergebnisse &ouml;ffnet die Auswertung. Es wird angezeigt, welche Antwortm&ouml;glichkeit wie oft gegeben wurde. Au&szlig;erdem werden alle Antworten der Freitext Fragen gezeigt.
</body>
</html>